EEC_PROP/src/main/resources/OP_02/VALID/MSG.001_TRN.001/Log/Received_MSG_PRS.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope">
   <soap:Header xmlns:int="urn:EEC:Interaction:v1.0"
                xmlns:wsa="http://www.w3.org/2005/08/addressing">
      <wsa:MessageID>urn:uuid:c8c4206f-744c-4e4d-bbe0-3e2f94524b76</wsa:MessageID>
      <int:ProcedureID>urn:uuid:fafe8ae5-ffc2-4cd0-a4fe-16e0b7f7e839</int:ProcedureID>
      <int:ConversationID>urn:uuid:1c7ce120-8be4-457d-ba57-4cda76715bb2</int:ConversationID>
      <wsa:To>EAEU://EEC/CP/P.CC.01/P.CC.01.ACT.022AT</wsa:To>
      <wsa:Action>int://CP/P.CC.01/1.0.0/P.CC.01.PRC.001/P.CC.01.TRN.001/P.MSG.PRS</wsa:Action>
      <wsa:ReplyTo>
         <wsa:Address>EAEU://EEC/CP/P.CC.01/P.ACT.001</wsa:Address>
      </wsa:ReplyTo>
      <wsa:RelatesTo>urn:uuid:6463d705-012a-447e-91e4-413dc515364c</wsa:RelatesTo>
      <int:Integration>
         <int:TrackID>urn:uuid:45430aa2-1632-4232-b2a2-c4e4b9e45cad</int:TrackID>
         <int:AcceptTime>2020-03-23T17:57:09+03:00</int:AcceptTime>
      </int:Integration>
   </soap:Header>
   <soap:Body>
      <sgn:ProcessingReceipt xmlns:sgn="urn:EEC:signal:v1.0">
         <sgn:SignalId>0dd5b77b-b687-4f15-b5ad-2577ccd789e7</sgn:SignalId>
         <sgn:DateTime>2020-03-23T17:57:09.504</sgn:DateTime>
      </sgn:ProcessingReceipt>
   </soap:Body>
</soap:Envelope>
